[
  {
    "title": "Penang House of Music",
    "lines": [
      "This is the Penang House of Music, a museum dedicated to the island’s rich musical heritage.",
      "It takes you through decades of Penang’s music scene, from traditional sounds to rock bands and radio stars.",
      "You’ll find rare recordings, vintage radios and even recreated old-school studios.",
      "There are also listening stations where you can hear local classics and forgotten hits.",
      "It’s not just about nostalgia. It shows how Penang’s diverse cultures shaped the music you hear today."

    ]
  },
  {
    "title": "7th Street Hawker Centre",
    "lines": [
      "This is 7th Street Hawker Centre, a real local favourite when it comes to street food in Penang.",
      "It’s not as touristy as some other places, so you’ll get to try what locals actually eat.",
      "You’ll find everything from char kuey teow and Hokkien mee to ice kacang and fresh sugarcane juice.",
      "The stalls usually open in the evening, so this place really comes alive at night.",
      "If you want a taste of Penang’s everyday food culture, this is a great stop."
    ]
  },
  {
    "title": "Chew Jetty",
    "lines": [
      "Welcome to Chew Jetty, one of the famous clan jetties built by Chinese settlers over a century ago.",
      "These wooden houses on stilts were home to immigrant families who worked at the port.",
      "The Chew clan settled here in the 1800s and their descendants still live in these homes today.",
      "The boardwalk is now open to visitors, with small shops, local snacks and a great view of the sea.",
      "It’s a rare chance to see a living heritage village right next to the city."

    ]
  },
  {
    "title": "Penang Street Art",
    "lines": [
      "You're now at one of the most photographed spots in George Town — the Penang Street Art zone.",
      "It all started in 2012 when a Lithuanian artist, Ernest Zacharevic, painted murals during a local festival.",
      "The artwork adds a fun and creative vibe to the heritage streets around here.",
      "Since then, the area has become a kind of open-air gallery that attracts visitors from all over the world.",
      "Keep an eye out for murals like 'Little Children on a Bicycle'. Many of them are interactive, so feel free to take photos!"
    ]
  }

]
